Repository: NiYien/gyroflow-plugins
Catalog: finalcut/Xcode/Shared/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# effect.status.rejected
source: Rejected %@: %@; %@
ja: %@ を拒否しました：%@；%@
ko: %@ 거부됨: %@; %@
ru: Отклонён %@: %@; %@
zh_hans: 已拒绝 %@：%@；%@
zh_hant: 已拒絕 %@：%@；%@

# effect.status.reprocess_required
source: %@; Reprocess Project Required for current timing
ja: %@；現在のタイミングにはプロジェクトの再処理が必要です
ko: %@; 현재 타이밍에는 프로젝트 재처리가 필요합니다
ru: %@; для текущего тайминга требуется повторная обработка проекта
zh_hans: %@；当前时间设置需要重新处理项目
zh_hant: %@；目前時間設定需要重新處理專案

# effect.zoom.dynamic
source: Dynamic zoom
ja: ダイナミックズーム
ko: 동적 줌
ru: Динамический зум
zh_hans: 动态缩放
zh_hant: 動態縮放

# effect.zoom.none
source: No zoom
ja: ズームなし
ko: 줌 없음
ru: Без зума
zh_hans: 不缩放
zh_hant: 不縮放

# effect.zoom.static
source: Static zoom
ja: 固定ズーム
ko: 정적 줌
ru: Статический зум
zh_hans: 静态缩放
zh_hant: 靜態縮放

# effect.param.fov
source: FOV
zh_hans: 视场角
zh_hant: 視場角
